[
  {
    "id": "1",
    "background_color": "#FF444A",
    "text_color": "#FF444A",
    "title": "Supporting School Supplies",
    "description": "Imagine the joy on a young student's face as they receive a backpack filled with textbooks, notebooks, pens, and other essential learning materials. Your generous donation not only provides tangible items but also fosters a sense of hope and motivation. It tells these students that their education matters, that there are people who believe in their potential.",
    "category": "Education",
    "image": "https://images.unsplash.com/photo-1588072432836-e10032774350",
    "price": 290
  },
  {
    "id": "2",
    "background_color": "#0052FF",
    "text_color": "#0052FF",
    "title": "Medical Research Fund",
    "description": "Every dollar you contribute is a step closer to discovering the next vaccine, uncovering the mysteries of rare diseases, or developing new treatments for conditions that currently have no cure. Your generosity translates into improved healthcare outcomes, not only for patients today but for generations to come.",
    "category": "Health",
    "image": "https://images.unsplash.com/photo-1599045118108-bf9954418b76",
    "price": 310
  },
  {
    "id": "3",
    "background_color": "#79C23F",
    "text_color": "#79C23F",
    "title": "Clothing Drive",
    "description": "When you donate to a clothing drive, you're not just providing garments; you're offering a lifeline. You're telling individuals that they are seen and valued, that their dignity matters. Your contribution offers protection from the elements, a sense of belonging, and a boost in self-esteem.",
    "category": "Clothing",
    "image": "https://images.unsplash.com/photo-1593113630400-ea4288922497",
    "price": 250
  },
  {
    "id": "4",
    "background_color": "#ff4a12",
    "text_color": "#ff4a12",
    "title": "Fighting Hunger Together",
    "description": "Imagine the relief on a parent's face when they know they can put a meal on the table for their children, thanks to your generosity. Think about the children whose growling stomachs are silenced by the food you provide, allowing them to focus on their education and dreams.",
    "category": "Food",
    "image": "https://images.unsplash.com/photo-1527090820885-efdd40ab2657",
    "price": 320
  },
  {
    "id": "5",
    "background_color": "#FF444A",
    "text_color": "#FF444A",
    "title": "Scholarship Fund",
    "description": "By supporting the 'Scholarship Fund', you play a pivotal role in shaping the future. You empower individuals who might not otherwise have the means to pursue higher education, allowing them to embark on a journey of self-discovery, personal growth, and academic excellence.",
    "category": "Education",
    "image": "https://images.unsplash.com/photo-1567057419565-4349c49d8a04",
    "price": 180
  },
  {
    "id": "6",
    "background_color": "#0052FF",
    "text_color": "#0052FF",
    "title": "Healthcare Access Initiative",
    "description": "Join us in this mission to create a more just and compassionate healthcare landscape. Your donation to the 'Healthcare Access Initiative' is a beacon of hope for those who need it most, a symbol of unity, and a catalyst for positive change in the world of health. Together, we can build a healthier and more equitable future for all.",
    "category": "Health",
    "image": "https://images.unsplash.com/photo-1652148439208-3e73641d0725",
    "price": 250
  },
  {
    "id": "7",
    "background_color": "#79C23F",
    "text_color": "#79C23F",
    "title": "Warm Winter Coats",
    "description": "Your generosity extends beyond the immediate recipients of these coats. It reverberates through communities, fostering a culture of compassion and care. It's a reminder that, even in the coldest of times, there are warm hearts willing to lend a helping hand.",
    "category": "Clothing",
    "image": "https://images.unsplash.com/photo-1607956744673-f75e67453620",
    "price": 270
  },
  {
    "id": "8",
    "background_color": "#ff4a12",
    "text_color": "#ff4a12",
    "title": "Food Pantry Support",
    "description": "The 'Food Pantry Support' initiative embodies the spirit of caring, sharing, and community solidarity. Your generous contribution to this essential cause is a lifeline for hungry families and individuals facing food insecurity. It ensures that no one in your community goes to bed with an empty stomach, offering sustenance, hope, and the promise of a brighter tomorrow.",
    "category": "Food",
    "image": "https://images.unsplash.com/photo-1599059813005-11265ba4b4ce",
    "price": 200
  },
  {
    "id": "9",
    "background_color": "#FF444A",
    "text_color": "#FF444A",
    "title": "Educational Technology",
    "description": "The impact of your contribution extends beyond the classroom. It prepares students for a world where digital literacy is essential, where problem-solving and adaptability are prized skills, and where lifelong learning is the norm.By investing in 'Educational Technology', you are investing in the future leaders, innovators, and problem solvers of our world. You are shaping a future where education knows no bounds, where knowledge is accessible to all, and where every learner has the opportunity to reach their full potential.","category": "Education","image": "https://images.unsplash.com/photo-1593113598332-cd288d649433",
    "price": 350
  },
  {
    "id": "10",
    "background_color": "#0052FF",
    "text_color": "#0052FF",
    "title": "Mental Health Awareness",
    "description": "Your donation fuels the efforts of mental health professionals, counselors, and organizations dedicated to providing essential services to those in need. It bridges gaps in access to mental healthcare, ensuring that people from all walks of life have a lifeline when they're struggling.",
    "category": "Health",
    "image": "https://images.unsplash.com/photo-1584568518279-d781778d1481",
    "price": 220
  },
  {
    "id": "11",
    "background_color": "#79C23F",
    "text_color": "#79C23F",
    "title": "Clothing for the Homeless",
    "description": "Join us in this mission to provide warmth, dignity, and comfort to those experiencing homelessness. Your donation to the 'Clothing for the Homeless' category is a symbol of compassion, a gesture of solidarity, and a promise of warmth to those who need it most. Together, we can make the world a kinder and more inclusive place, one garment at a time.",
    "category": "Clothing",
    "image": "https://images.unsplash.com/photo-1488521787991-ed7bbaae773c",
    "price": 270
  },
  {
    "id": "12",
    "background_color": "#ff4a12",
    "text_color": "#ff4a12",
    "title": "Food for Needy Families",
    "description": "Imagine the anguish of a parent who cannot provide a meal for their children, the desperation of a senior citizen who goes to bed hungry, or the quiet struggle of a neighbor who hides their food insecurity.By investing in 'Food for Needy Families', you are investing in the values of empathy and solidarity. You are building a future where no family goes to bed hungry, and where every individual has the opportunity to thrive.",
    "category": "Food",
    "image": "https://plus.unsplash.com/premium_photo-1683134550057-883047f89dd5",
    "price": 230
  }
]